exports.months = ["መስክረም", "ጥቅምት", "ህዳር", "ታህሳስ", "ጥር", "የካቲት", "መጋቢት", "ሚያዝያ", "ግንቦት", "ሰኔ", "ሐምሌ", "ነሃሴ", "ጷግሜ"];
exports.weekDays = ["እሁድ", "ሰኞ", "ማክሰኞ", "ረቡእ", "ሃሙስ", "አርብ", "ቅዳሜ"];
exports.geezNumbers = ['፩', '፪', '፫', '፬', '፭', '፮', '፯', '፰', '፱', '፲', '፲፩', '፲፪', '፲፫', '፲፬', '፲፭', '፲፮', '፲፯', '፲፰', '፲፱', '፳', '፳፩', '፳፪', '፳፫', '፳፬', '፳፭', '፳፮', '፳፯', '፳፰', '፳፱', '፴'];
exports.numberOfDays = [30, 30, 30, 30, 30, 30, 30, 30, 30, 30, 30, 30, 5];
exports.isLeapYear = (etyear) => (((etyear + 1) % 4 == 0 && (etyear + 1) % 100 != 0) || (etyear + 1) % 400 == 0);
